Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: 2-й переулок Московского
be: 2-і завулак Маскоўскага

source: 2-й переулок Н.Островского
be: 2-і завулак Астроўскага

source: 2-й переулок Нахимова
be: 2-і завулак Нахімава

source: 2-й переулок Некрасова
be: 2-і завулак Някрасава

source: 2-й переулок Нестерова
be: 2-і завулак Несцерава

source: 2-й переулок Никитина
be: 2-і завулак Нікіціна

source: 2-й переулок Ольги Соломовой
be: 2-і завулак Вольгі Саломавай

source: 2-й переулок Орловского
be: 2-і завулак Арлоўскага

source: 2-й переулок Осипенко
be: 2-і завулак Асіпенкі

source: 2-й переулок Островского
be: 2-і завулак Астроўскага

source: 2-й переулок Павлова
be: 2-і завулак Паўлава

source: 2-й переулок Панфилова
be: 2-і завулак Панфілава

source: 2-й переулок Пирогова
be: 2-і завулак Пірагова

source: 2-й переулок Правды
be: 2-і завулак Праўды

source: 2-й переулок Притыцкого
be: 2-і завулак Прытыцкага

source: 2-й переулок Пушкина
be: 2-і завулак Пушкіна

source: 2-й переулок Ровчакова
be: 2-і завулак Раўчакова

source: 2-й переулок Розы Люксембург
be: 2-і завулак Розы Люксембург

source: 2-й переулок Рылеева
be: 2-і завулак Рылеева

source: 2-й переулок Рысинского
be: 2-і завулак Рысінскага

source: 2-й переулок Рябцевича
be: 2-і завулак Рабцэвіча

source: 2-й переулок Салова
be: 2-і завулак Салава

source: 2-й переулок Свердлова
be: 2-і завулак Свярдлова

source: 2-й переулок Серафимовича
be: 2-і завулак Серафімовіча

source: 2-й переулок Сеченова
be: 2-і завулак Сечанава

source: 2-й переулок Скорины
be: 2-і завулак Скарыны

source: 2-й переулок Смолячкова
be: 2-і завулак Смалячкова

source: 2-й переулок Собинова
be: 2-і завулак Собінава

source: 2-й переулок Стасова
be: 2-і завулак Стасава

source: 2-й переулок Строителей
be: 2-і завулак Будаўнікоў

source: 2-й переулок Струшенский Овраг
be: 2-і завулак Струшенскі Аўраг

source: 2-й переулок Суворова
be: 2-і завулак Суворава

source: 2-й переулок Терешковой
be: 2-і завулак Церашковай

source: 2-й переулок Тимирязева
be: 2-і завулак Ціміразева

source: 2-й переулок Тимошенко
be: 2-і завулак Цімашэнкі

source: 2-й переулок Тургенева
be: 2-і завулак Тургенева

source: 2-й переулок Тютчева
be: 2-і завулак Цютчава

source: 2-й переулок Урицкого
be: 2-і завулак Урыцкага

source: 2-й переулок Фомина
be: 2-і завулак Фаміна

source: 2-й переулок Фрунзе
be: 2-і завулак Фрунзэ

source: 2-й переулок Фурманова
be: 2-і завулак Фурманава

source: 2-й переулок Халтурина
be: 2-і завулак Халтурына

source: 2-й переулок Циолковского
be: 2-і завулак Цыялкоўскага

source: 2-й переулок Чайковского
be: 2-і завулак Чайкоўскага

source: 2-й переулок Чапаева
be: 2-і завулак Чапаева

source: 2-й переулок Чаплыгина
be: 2-і завулак Чаплыгіна

source: 2-й переулок Челюскинцев
be: 2-і завулак Чалюскінцаў

source: 2-й переулок Чернышевского
be: 2-і завулак Чарнышэўскага

source: 2-й переулок Чехова
be: 2-і завулак Чэхава

source: 2-й переулок Чкалова
be: 2-і завулак Чкалава

source: 2-й переулок Шабельникова
be: 2-і завулак Шабельнікава

source: 2-й переулок Шакуро
be: 2-і завулак Шакуры

source: 2-й переулок Шаумяна
be: 2-і завулак Шаўмяна

source: 2-й переулок Шевченко
be: 2-і завулак Шаўчэнкі

source: 2-й переулок Шмидта
be: 2-і завулак Шміта

source: 2-й переулок Шолохова
be: 2-і завулак Шолахава

source: 2-й переулок Щедрина
be: 2-і завулак Шчадрына

source: 2-й переулок Энгельса
be: 2-і завулак Энгельса

source: 2-й переулок Юрченко
be: 2-і завулак Юрчанкі

source: 2-й переулок Яговкина
be: 2-і завулак Ягоўкіна

source: 2-й переулок Якуба Коласа
be: 2-і завулак Якуба Коласа

source: 2-й переулок Янки Купалы
be: 2-і завулак Янкі Купалы

source: 2-й Переходный переулок
be: 2-і Пераходны завулак

source: 2-й Песочный переулок
be: 2-і Пясочны завулак

source: 2-й Песчаный проезд
be: 2-і Пясчаны праезд

source: 2-й Пионерский переулок
be: 2-і Піянерскі завулак

source: 2-й Плесовый проезд
be: 2-і Плёсавы праезд

source: 2-й Победоносный переулок
be: 2-і Пераможны завулак

source: 2-й Подгорный переулок
be: 2-і Падгорны завулак

source: 2-й Подлесный переулок
be: 2-і Падлесны завулак

source: 2-й Подольный переулок
be: 2-і Падольны завулак

source: 2-й Подольский переулок
be: 2-і Падольскі завулак

source: 2-й Подомховский переулок
be: 2-і Падамхоўскі завулак

source: 2-й Подшипниковый переулок
be: 2-і Падшыпнікавы завулак

source: 2-й Полевой переулок
be: 2-і Палявы завулак

source: 2-й Полесский переулок
be: 2-і Палескі завулак

source: 2-й Полиграфический переулок
be: 2-і Паліграфічны завулак

source: 2-й Полоцкий переулок
be: 2-і Полацкі завулак

source: 2-й Поплавский переулок
be: 2-і Паплаўскі завулак

source: 2-й Портовый переулок
be: 2-і Партовы завулак

source: 2-й Поселковый переулок
be: 2-і Пасялковы завулак

source: 2-й Пригородный переулок
be: 2-і Прыгарадны завулак

source: 2-й Прилукский переулок
be: 2-і Прылуцкі завулак

source: 2-й Приозёрный переулок
be: 2-i Прыазёрны завулак

source: 2-й Прогонный переулок
be: 2-і Прагонны завулак

source: 2-й проезд Максима Горького
be: 2-і праезд Максіма Горкага

source: 2-й проезд Пушкина
be: 2-і праезд Пушкіна

source: 2-й проезд Черняховского
be: 2-і праезд Чарняхоўскага

source: 2-й Пролетарский переулок
be: 2-і Пралетарскі завулак

source: 2-й Промысловый переулок
be: 2-і Прамысловы завулак

source: 2-й Промышленный переулок
be: 2-і Прамысловы завулак

source: 2-й Профессиональный переулок
be: 2-і Прафесійны завулак

source: 2-й Путейский переулок
be: 2-і Пуцейскі завулак

source: 2-й Путепроводный переулок
be: 2-і Пуцеправодны завулак

source: 2-й Пышнянский переулок
be: 2-і Пышнянскі завулак

source: 2-й Рабочий переулок
be: 2-і Рабочы завулак

source: 2-й Радиаторный переулок
be: 2-і Радыятарны завулак

source: 2-й Ракетный проезд
be: 2-і Ракетны праезд

source: 2-й Революционный переулок
be: 2-і Рывалюцыйны завулак

source: 2-й Ремесленный переулок
be: 2-і Рамесны завулак

source: 2-й Речной переулок
be: 2-і Рачны завулак

source: 2-й Речной проезд
be: 2-і Рачны праезд

source: 2-й Рижский переулок
be: 2-і Рыжскі завулак

source: 2-й Рождественский переулок
be: 2-і Калядны завулак

source: 2-й Ручейный проезд
be: 2-і Ручаёвы праезд

source: 2-й Садовый переулок
be: 2-і Садовы завулак

source: 2-й Свердловский проезд
be: 2-і Свярдлоўскі праезд

source: 2-й Светлогорский переулок
be: 2-і Светлагорскі завулак

source: 2-й Светлый переулок
be: 2-і Светлы завулак

source: 2-й Свирский переулок
be: 2-і Свірскі завулак

source: 2-й Севастопольский переулок
be: 2-і Севастопальскі завулак

source: 2-й Северный переулок
be: 2-і Паўночны завулак

source: 2-й Северный проезд
be: 2-і Паўночны праезд

source: 2-й Сельский переулок
be: 2-і Вясковы завулак

source: 2-й Семинарийский переулок
be: 2-і Семінарыйскі завулак

source: 2-й Сенненский переулок
be: 2-і Сенненскі завулак

source: 2-й Силикатный переулок
be: 2-і Сілікатны завулак

source: 2-й Славянский переулок
be: 2-і Славянскі завулак

source: 2-й Слободский переулок
be: 2-і Слабодзкі завулак

source: 2-й Слуцкий переулок
be: 2-і Слуцкі завулак

source: 2-й Смоленский переулок
be: 2-і Смаленскі завулак

source: 2-й Сморговский переулок
be: 2-і Смаргоўскі завулак

source: 2-й Советский переулок
be: 2-і Савецкі завулак

source: 2-й Совхозный переулок
be: 2-і Саўгасны завулак

source: 2-й Солнечный переулок
be: 2-і Сонечны завулак

source: 2-й Спортовый переулок
be: 2-і Спартовы завулак

source: 2-й Стадионный переулок
be: 2-і Стадыённы завулак

source: 2-й Староволотовской переулок
be: 2-і Стараволатаўскі завулак

source: 2-й Стахановский переулок
be: 2-і Стаханаўскі завулак

source: 2-й Строительный переулок
be: 2-і Будаўнічы завулак

source: 2-й Текстильный переулок
be: 2-і Тэкстыльны завулак

source: 2-й Технический переулок
be: 2-і Тэхнічны завулак

source: 2-й Тиражный переулок
be: 2-і Тыражны завулак

source: 2-й Тираспольский переулок
be: 2-і Ціраспальскі завулак

source: 2-й Тихий переулок
be: 2-і Ціхі завулак

source: 2-й Томский переулок
be: 2-і Томскі завулак

source: 2-й Топографический переулок
be: 2-і Тапаграфічны завулак

source: 2-й Тракторный переулок
be: 2-і Трактарны завулак

source: 2-й Транзитный переулок
be: 2-і Транзітны завулак

source: 2-й Транспортный переулок
be: 2-і Транспартны завулак

source: 2-й Трубный переулок
be: 2-і Трубны завулак

source: 2-й Трудовой переулок
be: 2-і Працоўны завулак

source: 2-й Тульский переулок
be: 2-і Тульскі завулак

source: 2-й Урожайный переулок
be: 2-і Ураджайны завулак

source: 2-й Фабричный переулок
be: 2-і Фабрычны завулак

source: 2-й Февральский переулок
be: 2-і Лютаўскі завулак

source: 2-й Физкультурный переулок
be: 2-і Фізкультурны завулак

source: 2-й Холмогорский переулок
be: 2-і Халмагорскі завулак

source: 2-й Хуторской переулок
be: 2-і Хутарскі завулак

source: 2-й Центральный переулок
be: 2-і Цэнтральны завулак

source: 2-й Чапаевский переулок
be: 2-і Чапаеўскі завулак

source: 2-й Челябинский переулок
be: 2-і Чялябінскі завулак

source: 2-й Червенский переулок
be: 2-і Чэрвенскі завулак

source: 2-й Черепичный переулок
be: 2-і Чарапічны завулак

source: 2-й Чугуночный переулок
be: 2-і Чыгуначны завулак

source: 2-й Шкловский переулок
be: 2-і Шклоўскі завулак

source: 2-й Шкловский проезд
be: 2-і Шклоўскі праезд

source: 2-й Школьный переулок
be: 2-і Школьны завулак

source: 2-й Шоссейный переулок
be: 2-і Шасэйны завулак

source: 2-й Шоферский переулок
be: 2-і Шафёрскі завулак

source: 2-й Щетинковский переулок
be: 2-і Шчацінкаўскі завулак

source: 2-й Щетинковский проезд
be: 2-і Шчацінкаўскі праезд

source: 2-й Юбилейный переулок
be: 2-і Юбілейны завулак

source: 2-й Южный переулок
be: 2-і Паўднёвы завулак

source: 2-й Юношеский переулок
be: 2-і Юнацкі завулак

source: 2-й Ямницкий переулок
be: 2-і Ямніцкі завулак

source: 2-я Авангардная улица
be: 2-я Авангардная вуліца

source: 2-я Авиационная улица
be: 2-я Авіяцыйная вуліца

source: 2-я Аксановская улица
be: 2-я Аксанаўская вуліца

source: 2-я Аркадьевская улица
be: 2-я Аркадзьеўская вуліца

source: 2-я Артиллерийская улица
be: 2-я Артылерыйская вуліца

source: 2-я Базисная улица
be: 2-я Базісная вуліца

source: 2-я Базовая улица
be: 2-я Базавая вуліца

source: 2-я Белорусская улица
be: 2-я Беларуская вуліца

source: 2-я Береговая улица
be: 2-я Берагавая вуліца

source: 2-я Билевская улица
be: 2-я Білеўская вуліца

source: 2-я Бителёвская улица
be: 2-я Біцялёўская вуліца

source: 2-я Великолукская улица
be: 2-я Вялікалуцкая вуліца

source: 2-я Вересковая улица
be: 2-я Верасовая вуліца

source: 2-я Ветеранская улица
be: 2-я Вецяранская вуліца

source: 2-я Витебская улица
be: 2-я Віцебская вуліца

source: 2-я Вишнёвая улица
be: 2-я Вішнёвая вуліца

source: 2-я Вокзальная улица
be: 2-я Вакзальная вуліца

source: 2-я Восточная улица
be: 2-я Усходняя вуліца

source: 2-я Гвардейская улица
be: 2-я Гвардзейская вуліца

source: 2-я Гомсельмашевская улица
be: 2-я Гомсельмашаўская вуліца

source: 2-я Городокская улица
be: 2-я Гарадоцкая вуліца

source: 2-я Гражданская улица
be: 2-я Грамадзянская вуліца

source: 2-я Дальняя улица
be: 2-я Дальняя вуліца

source: 2-я Деповская улица
be: 2-я Дэпоўская вуліца

source: 2-я Дружная улица
be: 2-я Дружная вуліца

source: 2-я Железнодорожная улица
be: 2-я Чыгуначная вуліца

source: 2-я Жлобинская улица
be: 2-я Жлобінская вуліца

source: 2-я Заводская улица
be: 2-я Заводская вуліца

source: 2-я Загородная улица
be: 2-я Загарадная вуліца

source: 2-я Загорянская улица
be: 2-я Загаранская вуліца

source: 2-я Задорожная улица
be: 2-я Задарожная вуліца

source: 2-я Залинейная улица
be: 2-я Залінейная вуліца

source: 2-я Заозёрная улица
be: 2-я Заазёрная вуліца

source: 2-я Западная улица
be: 2-я Заходняя вуліца

source: 2-я Заречная улица
be: 2-я Зарэчная вуліца

source: 2-я Звёздная улица
be: 2-я Зорная вуліца

source: 2-я Зелёная улица
be: 2-я Зялёная вуліца

source: 2-я Землемерная улица
be: 2-я Землямерная вуліца

source: 2-я Иногородняя улица
be: 2-я Іншагародняя вуліца

source: 2-я Интернациональная улица
be: 2-я Інтэрнацыянальная вуліца

source: 2-я Касплянская улица
be: 2-я Касплянская вуліца

source: 2-я Кедровая улица
be: 2-я Кедравая вуліца

source: 2-я Керамзитовая улица
be: 2-я Керамзітавая вуліца

source: 2-я Кирпичная улица
be: 2-я Цагляная вуліца

source: 2-я Клиническая улица
be: 2-я Клінічная вуліца

source: 2-я Коллективная улица
be: 2-я Калектыўная вуліца

source: 2-я Колхозная улица
be: 2-я Калгасная вуліца

source: 2-я Кольцевая улица
be: 2-я Кальцавая вуліца

source: 2-я Кооперативная улица
be: 2-я Кааператыўная вуліца

source: 2-я Краснобригадная улица
be: 2-я Чырвонабрыгадная вуліца

source: 2-я Круповская улица
be: 2-я Крупаўская вуліца

source: 2-я Лариновская улица
be: 2-я Ларынаўская вуліца

source: 2-я Лейтенантская улица
be: 2-я Лейтэнанцкая вуліца

source: 2-я Ленинская улица
be: 2-я Ленінская вуліца

source: 2-я Лесная улица
be: 2-я Лясная вуліца

source: 2-я Линейная улица
be: 2-я Лінейная вуліца

source: 2-я Луговая улица
be: 2-я Лугавая вуліца

source: 2-я Лужеснянская улица
be: 2-я Лужаснянская вуліца

source: 2-я Луческая улица
be: 2-я Лучоская вуліца

source: 2-я Магистральная улица
be: 2-я Магістральная вуліца

source: 2-я Межевая улица
be: 2-я Межавая вуліца

source: 2-я Мильчанская улица
be: 2-я Мільчанская вуліца

source: 2-я Минская улица
be: 2-я Мінская вуліца

source: 2-я Мопровская улица
be: 2-я Мопраўская вуліца

source: 2-я Муражская улица
be: 2-я Муражская вуліца

source: 2-я Набережная улица
be: 2-я Набярэжная вуліца

source: 2-я Никропольская улица
be: 2-я Нікропальская вуліца

source: 2-я Новая улица
be: 2-я Новая вуліца

source: 2-я Новоколлективная улица
be: 2-я Новакалектыўная вуліца

source: 2-я Новолесная улица
be: 2-я Новалясная вуліца

source: 2-я Новолюбенская улица
be: 2-я Новалюбенская вуліца

source: 2-я Новоостровенская улица
be: 2-я Новаастровенская вуліца

source: 2-я Новопрудская улица
be: 2-я Новапрудзкая вуліца

source: 2-я Новоселковая улица
be: 2-я Новасёлкавая вуліца

source: 2-я Новосуражская улица
be: 2-я Новасуражская вуліца

source: 2-я Октябрьская улица
be: 2-я Кастрычніцкая вуліца

source: 2-я Олимпийская улица
be: 2-я Алімпійская вуліца

source: 2-я Орудийная улица
be: 2-я Гарматная вуліца

source: 2-я Первомайская улица
be: 2-я Першамайская вуліца

source: 2-я Песочная улица
be: 2-я Пясочная вуліца

source: 2-я Пионерская улица
be: 2-я Піянерская вуліца

source: 2-я Полевая улица
be: [2-я Палявая вуліца, Палявая вуліца]

source: 2-я Полоцкая улица
be: 2-я Полацкая вуліца

source: 2-я Полярная улица
be: 2-я Палярная вуліца

source: 2-я Поперечная улица
be: 2-я Папярочная вуліца

source: 2-я Поселковая улица
be: 2-я Пасялковая вуліца

source: 2-я Прибережная улица
be: 2-я Прыбярэжная вуліца

source: 2-я Пригородная улица
be: 2-я Прыгарадная вуліца

source: 2-я Продольная улица
be: 2-я Падоўжная вуліца

source: 2-я Пролетарская улица
be: 2-я Пралетарская вуліца

source: 2-я Промышленная улица
be: 2-я Прамысловая вуліца

source: 2-я Прорезная улица
be: 2-я Праразная вуліца

source: 2-я Проходная улица
be: 2-я Прахадная вуліца

source: 2-я Прядильная улица
be: 2-я Прадзільная вуліца

source: 2-я Радиаторная улица
be: 2-я Радыятарная вуліца

source: 2-я Революционная улица
be: 2-я Рэвалюцыйная вуліца

source: 2-я Речная улица
be: 2-я Рачная вуліца

source: 2-я Садовая улица
be: 2-я Садовая вуліца

source: 2-я Светлая улица
be: 2-я Светлая вуліца

source: 2-я Северная улица
be: 2-я Паўночная вуліца

source: 2-я Сенная улица
be: 2-я Сянная вуліца

source: 2-я Сенненская улица
be: 2-я Сенненская вуліца

source: 2-я Слободская улица
be: 2-я Слабадская вуліца

source: 2-я Смоленская улица
be: 2-я Смаленская вуліца

source: 2-я Советская улица
be: 2-я Савецкая вуліца

source: 2-я Совхозная улица
be: 2-я Саўгасная вуліца

source: 2-я Солнечная улица
be: 2-я Сонечная вуліца

source: 2-я Станционная улица
be: 2-я Станцыйная вуліца

source: 2-я Строительная улица
be: 2-я Будаўнічая вуліца

source: 2-я Тепличная улица
be: 2-я Цяплічная вуліца

source: 2-я Тираспольская улица
be: 2-я Ціраспальская вуліца

source: 2-я Транзитная улица
be: 2-я Транзітная вуліца

source: 2-я Трудовая улица
be: 2-я Працоўная вуліца

source: 2-я Улановическая улица
be: 2-я Уланавіцкая вуліца

source: 2-я улица Азина
be: 2-я вуліца Азіна

source: 2-я улица Бядули
be: 2-я вуліца Бядулі

source: 2-я улица Войкова
be: 2-я вуліца Войкава

source: 2-я улица Гагарина
be: 2-я вуліца Гагарына

source: 2-я улица Доватора
be: 2-я вуліца Даватара

source: 2-я улица Заслонова
be: 2-я вуліца Заслонава

source: 2-я улица Корженевского
be: 2-я вуліца Каржанеўскага

source: 2-я улица Кособьяна
be: 2-я вуліца Касаб’яна

source: 2-я улица Крупской
be: 2-я вуліца Крупскай

source: 2-я улица Лошица
be: 2-я вуліца Лошыца

source: 2-я улица Луначарского
be: 2-я вуліца Луначарскага

source: 2-я улица Мира
be: 2-я вуліца Міру

source: 2-я улица Пржевальского
be: 2-я вуліца Пржавальскага

source: 2-я улица Свободы
be: 2-я вуліца Свабоды

source: 2-я улица Сильницкого
be: 2-я вуліца Сільніцкага

source: 2-я улица Ульянка
be: 2-я вуліца Ульянка

source: 2-я улица Ушакова
be: 2-я вуліца Ушакова

source: 2-я улица Фридриха Энгельса
be: 2-я вуліца Фрыдрыха Энгельса

source: 2-я улица Фрунзе
be: 2-я вуліца Фрунзэ

source: 2-я улица Чапаева
be: 2-я вуліца Чапаева

source: 2-я улица Чернышевского
be: 2-я вуліца Чарнышэўскага

source: 2-я улица Черняховского
be: 2-я вуліца Чарняхоўскага

source: 2-я улица Щорса
be: 2-я вуліца Шчорса

source: 2-я Урожайная улица
be: 2-я Ураджайная вуліца

source: 2-я Усвятская улица
be: 2-я Усвяцкая вуліца

source: 2-я Фестивальная улица
be: 2-я Фестывальная вуліца

source: 2-я Хасановская улица
be: 2-я Хасанаўская вуліца

source: 2-я Хлебная улица
be: 2-я Хлебная вуліца

source: 2-я Целинная улица
be: 2-я Цалінная вуліца

source: 2-я Чепинская улица
be: 2-я Чэпінская вуліца

source: 2-я Черницкая улица
be: 2-я Чарніцкая вуліца

source: 2-я Шапуровская улица
be: 2-я Шапуроўская вуліца

source: 2-я Шевардиновская улица
be: 2-я Шэвардзінаўская вуліца

source: 2-я Широкая улица
be: 2-я Шырокая вуліца

source: 2-я Шкловская улица
be: 2-я Шклоўская вуліца

source: 2-я Школьная улица
be: 2-я Школьная вуліца

source: 2-я Юбилейная улица
be: 2-я Юбілейная вуліца

source: 2-я Южная улица
be: 2-я Паўднёвая вуліца

source: 2-я Янопольская улица
be: 2-я Янапольская вуліца

source: 3-й Аграрный переулок
be: 3-і Аграрны завулак

source: 3-й Алтайский переулок
be: 3-і Алтайскі завулак

source: 3-й Апрельский переулок
be: 3-і Красавіцкі завулак

source: 3-й Береговой переулок
be: 3-і Берагавы завулак

source: 3-й Билевский переулок
be: 3-і Білеўскі завулак

source: 3-й Больничный переулок
be: 3-і Бальнічны завулак

source: 3-й Бординичский переулок
be: 3-і Бордзініцкі завулак

source: 3-й Борисовский переулок
be: 3-і Барысаўскі завулак

source: 3-й Боровой переулок
be: 3-і Баравы завулак

source: 3-й Бородинский переулок
be: 3-і Барадзінскі завулак

source: 3-й Бороникский переулок
be: 3-і Бароніцкі завулак

source: 3-й Брестский переулок
be: 3-і Брэсцкі завулак

source: 3-й Великолукский переулок
be: 3-і Велікалуцкі завулак

source: 3-й Весенний переулок
be: 3-і Веснавы завулак

source: 3-й Вильчицкий переулок
be: 3-і Вільчыцкі завулак

source: 3-й Виноградный переулок
be: 3-і Вінаградны завулак

source: 3-й Вокзальный переулок
be: 3-і Вакзальны завулак

source: 3-й Восточный переулок
be: 3-і Усходні завулак

source: 3-й Гомельский переулок
be: 3-і Гомельскі завулак

source: 3-й Грушевский переулок
be: 3-і Грушаўскі завулак

source: 3-й Дальний переулок
be: 3-і Дальні завулак

source: 3-й Детский переулок
be: 3-і Дзіцячы завулак

source: 3-й Долгиновский переулок
be: 3-і Даўгінаўскі завулак

source: 3-й Домашевичский переулок
be: 3-і Дамашэвіцкі завулак

source: 3-й Дорожный переулок
be: 3-і Дарожны завулак

source: 3-й Железнодорожный переулок
be: 3-і Чыгуначны завулак

source: 3-й Жлобинский проезд
be: 3-і Жлобінскі праезд

source: 3-й Заводской переулок
be: 3-і Заводскі завулак

source: 3-й Загородный переулок
be: 3-і Загарадны завулак

source: 3-й Залинейный переулок
be: 3-і Залінейны завулак

source: 3-й Западный переулок
be: 3-і Заходні завулак

source: 3-й Запорожский переулок
be: 3-і Запарожскі завулак

source: 3-й Зареченский переулок
be: 3-і Зарэчанскі завулак

source: 3-й Заречный переулок
be: 3-і Зарэчны завулак

source: 3-й Земледельческий переулок
be: 3-і Земляробчы завулак

source: 3-й Известковый переулок
be: 3-і Вапнавы завулак

source: 3-й Измайловский переулок
be: 3-і Ізмайлаўскі завулак

source: 3-й Индустриальный переулок
be: 3-і Індустрыяльны завулак

source: 3-й Интернациональный переулок
be: 3-і Інтэрнацыянальны завулак

source: 3-й Июньский переулок
be: 3-і Чэрвеньскі завулак

source: 3-й Калиновый переулок
be: 3-і Калінавы завулак

source: 3-й Калужский переулок
be: 3-і Калужскі завулак

source: 3-й Карабановский переулок
be: 3-і Карабанаўскі завулак

source: 3-й Каравайный переулок
be: 3-і Каравайны завулак

source: 3-й Карьерный переулок
be: 3-і Кар’ерны завулак

source: 3-й Каштановый переулок
be: 3-і Каштанавы завулак

source: 3-й Кирпичный переулок
be: 3-і Цагляны завулак

source: 3-й Кленовый переулок
be: 3-і Кляновы завулак

source: 3-й Колхозный переулок
be: 3-і Калгасны завулак

source: 3-й Кольцевой переулок
be: 3-і Кальцавы завулак

source: 3-й Комбинатский переулок
be: 3-і Камбінацкі завулак

source: 3-й Коммунальный переулок
be: 3-і Камунальны завулак

source: 3-й Комсомольский переулок
be: 3-і Камсамольскі завулак

source: 3-й Кооперативный переулок
be: 3-і Кааператыўны завулак

source: 3-й Короткий переулок
be: 3-і Кароткі завулак

source: 3-й Красненский проезд
be: 3-і Красненскі праезд

source: 3-й Красноармейский переулок
be: 3-і Чырвонаармейскі завулак

source: 3-й Красногвардейский переулок
be: 3-і Чырвонагвардзейскі завулак

source: 3-й Краснофлотский проезд
be: 3-і Чырвонафлоцкі праезд

source: 3-й Лагерный переулок
be: 3-і Лагерны завулак

source: 3-й Лебедевский переулок
be: 3-і Лебядзеўскі завулак

source: 3-й Ленинский переулок
be: 3-і Ленінскі завулак

source: 3-й Лепельский переулок
be: 3-і Лепельскі завулак

source: 3-й Лесной переулок
be: 3-і Лясны завулак

source: 3-й Линейный переулок
be: 3-і Лінейны завулак

source: 3-й Магистральный переулок
be: 3-і Магістральны завулак

source: 3-й Малиновый переулок
be: 3-і Малінавы завулак

source: 3-й Межевой переулок
be: 3-і Межавы завулак

source: 3-й Минский переулок
be: 3-і Мінскі завулак

source: 3-й Могилевский переулок
be: 3-і Магілёўскі завулак

source: 3-й Молодёжный переулок
be: 3-і Моладзевы завулак

source: 3-й Московский переулок
be: 3-і Маскоўскі завулак

source: 3-й Нагорный переулок
be: 3-і Нагорны завулак

source: 3-й Обуховский переулок
be: 3-і Абухоўскі завулак

source: 3-й Окружной переулок
be: 3-і Акружны завулак

source: 3-й Окружной проезд
be: 3-і Акружны праезд

source: 3-й Октябрьский переулок
be: 3-і Кастрычніцкі завулак

source: 3-й Орловский переулок
be: 3-і Арлоўскі завулак

source: 3-й Осенний переулок
be: 3-і Асенні завулак

source: 3-й Парниковый переулок
be: 3-і Парніковы завулак

source: 3-й Партизанский переулок
be: 3-і Партызанскі завулак

source: 3-й Первомайский переулок
be: 3-і Першамайскі завулак

source: 3-й Переездный переулок
be: 3-і Пераездны завулак

source: 3-й переулок 1 Мая
be: 3-і завулак 1 Мая

source: 3-й переулок Антонова
be: 3-і завулак Антонава

source: 3-й переулок Белинского
be: 3-і завулак Бялінскага

source: 3-й переулок Белыницкого-Бирули
be: 3-і завулак Бялыніцкага-Бірулі

source: 3-й переулок Буйницкого
be: 3-і завулак Буйніцкага

source: 3-й переулок Бумажкова
be: 3-і завулак Бумажкова

source: 3-й переулок Володарского
be: 3-і завулак Валадарскага

source: 3-й переулок Волчецкого
be: 3-і завулак Валчэцкага

source: 3-й переулок Ворошилова
be: 3-і завулак Варашылава

source: 3-й переулок Гагарина
be: 3-і завулак Гагарына

source: 3-й переулок Галицкого
be: 3-і завулак Галіцкага

source: 3-й переулок Гастелло
be: 3-і завулак Гастэлы

source: 3-й переулок Глаголева
be: 3-і завулак Глаголева
